Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: And Engels wrote an early examination of the roots of women’s oppression in the rise of private property, which led to the overturning of communal, pre-class societies and the reorganizing of social, gendered and sexual relations to fit a new world order ruled by the patriarchy.
pt_br: E Engels escreveu uma investigação inicial das raízes da opressão da mulher no nascimento da propriedade privada, o que levou a abolição do sistema comunal, pré-classes e na reorganização dos relacionamentos humanos, sejam eles de gênero ou sexuais, o que resultou na nova ordem mundial controlada pelo patriarcado.

source: And Workers World branches from Atlanta, in memory of Jim Harlow; Baltimore; Boston; Buffalo; Chicago; Cleveland; Denver; Detroit; Houston; Los Angeles; Philadelphia, in memory of comrade William Mena; San Diego; San Francisco, in memory of Louise Merrill; and Washington, D.C.
pt_br: E trabalhadores do Mundo, filial de Atlanta, em memória de Jim Harlow; Baltimore; Boston; Buffalo; Chicago; Cleveland; Denver; Detroit; Houston; Los Angeles; Philadelphia, em memória do camarada William Mena; San Diego; San Francisco, em memória de Louise Merrill; e Washington, D.C.

source: And by rejecting anti-communism, the movement against sexual, gender and sex oppression can combat capitalist ideology — a giant step towards liberation.
pt_br: E ao rejeitar o anticomunismo, o movimento contra a opressão sexual, de gênero e sexual pode combater a ideologia capitalista — um passo gigante em direção à libertação.

source: And children all have the same rights, whether born to single women, couples who are unmarried, married, living together, separated or divorced.
pt_br: E todas as crianças têm os mesmos direitos, sejam nascidas de mulheres solteiras, casais que não são casados, casados, vivendo juntos, separados ou divorciados.

source: And that’s what I did; a short report so they could read it over rapidly and then a longer one with many annexes.
pt_br: E foi isso que eu fiz; um pequeno relatório para que eles pudessem lê-lo rapidamente e depois um mais longo com muitos anexos.

source: And they should turn these funds over today, not sit by while 25 million more people die.
pt_br: E eles deveriam angariar esses fundos hoje, não esperar sentados enquanto mais 25 milhões de pessoas morrem

source: And we’ll be preparing ourselves for carrying out at least annual blood tests of the whole population, in every blood bank and epidemiology center, in every hospital.
pt_br: E estamos nos preparando para realizar exames de sangue em toda a população, pelo menos uma vez por ano, em todos os bancos de sangue e centros de epidemiologia e em cada hospital.

source: And, she added, it’s important to protect against discrimination, not just in public institutions “but also in the space of the family, because it is often there that a homosexual is first insulted or rejected.”
pt_br: E, acrescentou, é importante proteger contra a discriminação não apenas nas instituições públicas “mas também no espaço da família, porque muitas vezes é lá que um homossexual é inicalmente insultado ou rejeitado”.

source: Another Cuban emphasized, “I’ve read the statutes of the UJC, and I don’t remember reading any article that said that being homosexual is an obstacle to being a member of the UJC.
pt_br: Outra pessoa salientou: “Eu li os estatutos da UJC e não me lembro de ler algum artigo que dizia que ser homossexual era um obstáculo à adesão à UJC.

source: Another young woman remembered going to see a psychologist to try to change her same-sex attraction.
pt_br: Outra jovem recorda ter ido em uma consulta de psicóloga para tentar mudar sua atração a pessoas do mesmo sexo.

source: Antonio de la Calancha, a Spanish official in Lima, wrote that during Vasco Núñez de Balboa’s incursion across Panama, he “saw men dressed like women; Balboa learnt that they were sodomites and threw the king and forty others to be eaten by his dogs, a fine action of an honorable and Catholic Spaniard.” (Guerra)
pt_br: Antonio de la Calancha, representante espanhol em Lima, escreveu que durante a incursão de Núñez de Balboa no Panama, ele "viu homens vestidos de mulher; Balboa aprendeu que eles eram sodomitas e atirou o rei e quarenta outros para serem comidos por seus cães, uma ação acertada de um espanhol católico e honrado.” (Guerra)

source: Antonio de la Calancha, a Spanish official in Lima, wrote that during Vasco Núñez de Balboa’s incursion across Panama, “he saw men dressed like women; Balboa learnt that they were sodomites and threw the king and forty others to be eaten by his dogs, a fine action of an honorable and Catholic Spaniard.” (Guerra)
pt_br: Antonio de la Calancha, representante espanhol em Lima, escreveu que durante a incursão de Vasco Núñez de Balboa no Panama, ele "viu homens vestidos de mulher; Balboa aprendeu que eles eram sodomitas e atirou o rei e quarenta outros para serem comidos por seus cães, uma ação acertada de um espanhol católico e honrado.” (Guerra)

source: Any Cuban who arrived on U.S. soil was promised admission, with perks.
pt_br: Qualquer cubano que chegava no solo estadunidense era prometido uma admissão, com vantagens.

source: Aramis said when he returned home for a visit with shoulder-length hair, his father used an anti-gay slur and ordered his son to get a haircut or leave.
pt_br: Aramis dise que quado voltou para visitar a família com o cabelo na altura do ombro, seu pai usou um discurso anti-gay e mandou o filho cortar o cabelo ou sair.

source: Arguelles and Rich concluded that Santería — African-Cuban religious beliefs and practices that challenge the colonialist and imperialist sex/gender and sexuality systems — has been a “favored form of gender transcendence for many Cuban homosexual men and lesbians.”
pt_br: Arguelles e Rich concluem que a Santeria (práticas e crenças religiosas afro-cubanas que desafiam os sistemas de sexualidade e sexo/gênero impostos pelo colonialismo e pelo imperialismo) se tornou uma "forma popular de transcendência de gênero para muitos homens e mulheres homossexuais de Cuba.

source: Arguelles and Rich continued, “The more cost-effective ploy of blackmail was also used, especially against those gays less willing to leave, in the hope that political anxiety would force victims into exile.
pt_br: Arguelles e Rich continuam, “Na expectativa que a ansiedade política fosse forçar as vítimas a pedirem asilo, a tática de chantagem com o maior custo/benefício também foi usada, principalmente contra os gays que não queriam sair da ilha.

source: Arguelles and Rich explained: “Even in the Havana of the 1950s, everyday life was not easy for the working-class or petty-bourgeois homosexual.
pt_br: Arguelles e Rich explicam: "Mesmo na Havana da década de 1950, a vida cotidiana não era fácil para os homossexuais das classes trabalhadora e pequeno-burguesa.

source: Arguelles and Rich noted, “The visits of ‘the American cousins’ increased consumer envy and added to the effectiveness of counter-revolutionary propaganda.
pt_br: Arguelles e Rich afirmaram: "As visitas dos 'primos estadunidenses' aumentaram o desejo de consumo e aumentou a eficácia da propaganda contrarevolucionária."

source: Arguelles and Rich noted: “Apart from employment realities, social pressures made thousands of pre-revolutionary homosexuals part of this underworld.
pt_br: Arguelles e Rich notam: "Fora das realidades profissionais, as pressões sociais empurraram milhares de homossexuais da pré-revolução para esse submundo.

source: Arguelles and Rich observed in the autumn of 1987 that, “Cuba is unusual in publicizing the disease, not as a gay disease, but rather as a sexually transmitted disease regardless of specific sexual practice.”
pt_br: Arguelles e Rich observaram, no outono de 1987, que “Cuba inova em divulgar a doença não como uma doença de gays, mas como uma doença transmitida sexualmente independentemente de práticas sexuais específicas.”

source: Arguelles and Rich published their extensively researched report, entitled “Homosexuality, Homophobia, and Revolution: Notes Toward an Under standing of the Cuban Lesbian and Gay Male Experience,” in the summer of 1984.
pt_br: Arguelles e Rich publicaram seu relatório com extensas pesquisas, sob o título "Homosexuality, Homophobia, and Revolution: Notes Toward an Understanding of the Cuban Lesbian and Gay Male Experience" (Homossexualidade, Homofobia e Revolução: Notas para uma compreensão da experiência de lésbicas e gays em Cuba) no verão de 1984.

source: Arguelles and Rich revealed how U.S. finance capital used its secret CIA police agency to politically target the same Cuban homosexual/transgender population it had once exploited for profit.
pt_br: Arguelles e Rich revelaram como o capital financeiro estadunidense usou a agência policial secreta da CIA para visar politicamente a mesma população homossexual/transgênera, que já havia explorado anteriormente com fins lucrativos.

source: Arreola reported, “This is part of a national policy to recognize the rights of these people to live a full life in the gender they chose.”
pt_br: Arreola relatou: “Isso faz parte de uma política nacional para reconhecer os direitos dessas pessoas de viver uma vida plena no gênero que escolheram”.

source: Art and consciousness
pt_br: Arte e consciência

source: As a Marxist who analyzed and wrote in the heat of the struggle, Marcy made a historic contribution by building a revolutionary communist organization that understands the need to fight anti-gay and anti-trans oppression.
pt_br: Como uma marxista que analizou e escreveu no calor do conflito, Marcy fez uma contribuição historica construindo uma organização comunista revolucionario que entende a necessidade de lutar contra a opressão anti-gay e anti-trans.

source: As a full-time labor organizer after 1912, Capetillo traveled extensively, particularly to Havana, Tampa and New York because they were hubs of the tobacco workers’ movement.
pt_br: Depois de 1912, como sindicalista em tempo integral, Capetillo viajou extensivamente, em especial para Havana, Tampa e Nova Iorque, os centros do movimento de trabalhadores do tabaco.

source: As a gay man, I was motivated to find out as much as I could about the status of Cuba’s gay and lesbian population.”
pt_br: Como um homem gay, eu estava motivado a descobrir o máximo que pudesse sobre o status da população gay e lésbica de Cuba.

source: As a result, she became the first woman to operate a punch press in the entire history of the U.S.
pt_br: Como resultado, ela se tornou a primeira mulher a operar uma prensa perfuradora em toda a história da indústria elétrica norte-americana.

source: As a result, she became the first woman to operate a punch press in the entire history of the U.S. electrical industry.
pt_br: Como resultado, ela se tornou a primeira mulher a operar uma prensa perfuradora em toda a história da indústria elétrica norte-americana.

source: As a result, the CENESEX director explained, the operations were temporarily halted until the need for them could be explained to the population.
pt_br: Como resultado, explicou o diretor da CENESEX, as operações foram temporariamente interrompidas até que a necessidade delas pudesse ser explicada à população.

source: As a revolutionary worker, Castro Espín demonstrates in every interview that she has already rolled up her sleeves to do the next job that needs to be done.
pt_br: Como trabalhadora revolucionária, Castro Espín demonstra em todas as entrevistas que já arregaçou as mangas para fazer o próximo trabalho que precisa ser feito.

source: As earlier articles in this series documented, the CIA, Hollywood and corporate media tried to deflect resistance to U.S. imperialism’s covert war against Cuba, and its domestic discrimination, police brutality and bashing of same-sex-loving and gender-variant people, by focusing on the onerous tasks Cuba’s revolution faced in uprooting centuries of prejudice about same-sex love.
pt_br: Como os artigos anteriores desta série documentaram, a CIA, Hollywood e a mídia corporativa tentaram desviar a resistência à guerra imperialista secreta dos EUA contra Cuba e sua discriminação doméstica, brutalidade policial e agressão a pessoas que amam outras do mesmo sexo e variantes de gênero, se focando nas tarefas onerosas que a revolução cubana enfrentou ao desenraizar séculos de preconceito sobre o amor entre pessoas do mesmo sexo.

source: As of November 2005, 5,422 Cubans were HIV-positive or had full-blown AIDS.
pt_br: Em novembro de 2005, 5.422 cubanos eram HIV-positivos ou tinham AIDS.

source: As the Cubans say, “It’s not easy.” It’s especially hard when U.S. imperialism is waging covert war and threatening overt war against Cuba, trying to sabotage revolutionary construction at every turn.
pt_br: Como os próprios Cubanos falam: não é fácil. E é especialmente difícil quando o imperialismo estadunidense está constantemente fazendo ameaças de guerra contra Cuba e tentando sabotar a construção revolucionária a todo momento.

source: As the communist worker who volunteered to research these articles, document the facts and write them up, I had a lot of help.
pt_br: Como o trabalhador comunista que se voluntariou para pesquisar esses artigos, documentar os fatos e escrever eles, eu tive muita ajuda.

source: At the close of “Gay Cuba,” radio host Anna María Ramos concluded, “We have been in 35 years of revolution, a revolution that by no means has been static; that has made changes constantly.
pt_br: No final de “Gay Cuba”, a radialista Anna María Ramos conclui, “Temos estado em 35 anos de revolução, uma revolução que tem sido tudo menos estática; que tem feito mudanças constantes.

source: Ballan broke the system of repressive labor grades for women workers at Westinghouse in Cheektowaga, in upstate New York.
pt_br: Ballan quebrou o sistema repressivo de grades de trabalho para as trabalhadoras em Westinghouse em Cheektowaga, no norte de Nova York.

source: Barry, who grew up in Miami, adds the need to organize to close down the U.S. prison at Guantanamo and free all those held there.
pt_br: Barry, que cresceu em Miami, acrescenta a necessidade de se organizar para fechar a prisão dos EUA em Guantánamo e libertar todos os detidos lá.

source: Based upon the acclaimed novel ‘Mascaras’ (Masks), by Leonardo Padura Fuentes, the play follows a police investigation into the murder of a Havana drag queen, a plot device that allows for an examination of Cuban attitudes and prejudices towards gays at every level of society.”
pt_br: Baseado no aclamado romance Mascaras, de Leonardo Padura Fuentes, a peça segue uma investigação policial sobre o assassinato de uma drag queen de Havana, um enredo que permite um exame das atitudes e preconceitos cubanos em relação aos gays em todos os níveis da sociedade.

source: Behind the 1980 ‘Mariel boatlift’
pt_br: Por trás do 'Êxodo de Mariel' dos anos 80MA

source: Behind the 1980
pt_br: Por trás dos anos 80

source: Between 1979 and 1984 — before and after Mariel — scholars Lourdes Arguelles and B. Ruby Rich interviewed Cuban émigrés in the U.S., Spain, Mexico and Puerto Rico.
pt_br: Entre os anos de 1979 e 1984, antes e depois de Mariel, os estudantes Lourdes Arguelles e B. Ruby Rich entrevistaram migrantes cubanos nos Estados Unidos, Espanha, México e Porto Rico.

source: Bibliography
pt_br: Bibliografia

source: Billboards aren’t used to sell products in Cuba, but to bring important education to all—like this AIDS awareness sign.
pt_br: Os outdoors em Cuba não são usados para vender produtos, mas para levar educação relevante para toda a população — como esta placa de conscientização sobre a AIDS.

source: Bob McCubbin and Minnie Bruce Pratt carefully copyedited.
pt_br: Bob McCubbin e Minnie Bruce Pratt revisaram com cuidado.

source: Bob McCubbin, a young gay male leader in Workers World Party during the rise of the early gay liberation movement, recalls, “By having regular articles in Workers World, attending gay protests, producing and distributing flyers addressing lesbian and gay issues, giving extra visibility to gay comrades, organizing branch meetings on related issues, and doing outreach to the lesbian and gay communities, we were successful in attracting many lesbian and gay youth to our ranks in the early and middle 1970s.
pt_br: Bob McCubbin, um jovem líder gay do Partido Mundial dos Trabalhadores durante os primeiros dias do movimento de libertação gay, se lembra do processo: "Ao publicar artigos regularmente no Partido Mundial, ir a manifestações pró-gays, produzir e distribuir panfletos debatendo questões do público gay e lésbico, dar visibilidade a camaradas gays, organizar encontros de filiais para tratar de assuntos relacionados e fazer divulgação voltada às comunidades gay e lésbica, foi possível atrair muitos jovens gays e lésbicas para nossos quadros no começo e meio da década de 1970.

source: Bodies shackled & repressed
pt_br: Corpos acorrentados e reprimidos

source: Break the U.S. blockade
pt_br: Destrua os bloqueios dos EUA

source: Brian states from Newport, Ore., “I am enraged by the hypocrisy of five innocent men being held in prison under harsh circumstances while known terrorist Luis Posada Carriles goes scot-free.
pt_br: Brian afirma de Newport, Oregon, “Estou furioso com a hipocrisia de cinco homens inocentes sendo mantidos na prisão sob circunstâncias severas, enquanto o conhecido terrorista Luis Posada Carriles fica impune.

source: Bringing education to every home
pt_br: Levando educação para todos os lares

source: Brito López stated, “I believe art is so ambiguous and abstract it has a latent effect on our consciousness, mainly when it reflects with honesty and talent the society one lives in.
pt_br: Brito López afirmou: “Acredito que a arte é tão ambígua e abstrata que tem um efeito latente em nossa consciência, principalmente quando reflete com honestidade e talento a sociedade em que vivemos.

source: Building ties of unity will require conscious leadership of the most resolutely anti-imperialist activists in the liberation movement for LGBT and other sexually, sex- and gender-oppressed peoples.
pt_br: Construir laços de unidade exigirá uma liderança consciente dos ativistas mais resolutamente anti-imperialistas no movimento de libertação para os LGBT e outros povos oprimidos por sua sexualidade, seu sexo e seu gênero.

source: But Cuba did not try to socially isolate people with AIDS.
pt_br: Mas Cuba não tentou isolar socialmente pessoas com AIDS.

source: But as the AIDS epidemic continued, “and because we consider we have a socially responsible role to play to put television in the front line of the Battle of Ideas, we decided that the dramatic format was an ideal way to disseminate messages using the emotions and the viewer’s identification with the human dramas.
pt_br: Mas como a epidemia de AIDS continuou, “e porque consideramos que temos um papel socialmente responsável a desempenhar para colocar a televisão na linha de frente da batalha de ideias, decidimos que o formato dramático era uma maneira ideal de disseminar mensagens usando as emoções e a identificação do espectador com os dramas humanos.

source: But at any rate, it is the film which has attracted the greatest number of viewers in the shortest period of time.”
pt_br: Mas, de qualquer maneira, é o filme que mais atraiu um grande número de expectadores nesse curto período de tempo."

source: But at our conferences and workshops that we hold with people from the whole country, it’s clear that participants are more able now than 10 years ago to understand and respect another sexual orientation.
pt_br: Mas em nossas conferências e workshops que realizamos com pessoas de todo o país, é óbvio que os participantes são mais capazes de entender e respeitar outras orientações sexuais agora do que há 10 anos.

source: But by the 1970s — while cops were still raiding bars after Stonewall and same-sex love was still illegal — the imperialists suddenly became champions of gay rights, anywhere except on their own soil.
pt_br: Porém, adentrando a década de 1970, enquanto policiais ainda invadiam bares após Stonewall e o amor homoafetivo ainda era ilegal, os imperialistas subitamente se tornaram campeões dos direitos dos gays, desde que não fosse no território deles.

source: But in Cuba, Article 36 of the Family Code of the revolutionary workers' state was defending the rights of women emerging from colonial and imperialist patriarchal enslavement when it codified in 1975 that "marriage is the voluntary union between a man and a woman."
pt_br: Mas, em Cuba, o Artigo 36 do Código da Família do revolucionário estado dos trabalhadores defendia os direitos de mulheres emergindo da escravização patriarcal colonial e imperialista quando codificou, em 1975, que "casamento é a união voluntária entre um homem e uma mulher."

source: But in the imperialist oppressor country, the term is chauvinist, blaming Cuban male gender expression for all the ills of patriarchy.
pt_br: Mas para o país imperialista e opressor, o termo é chauvinista, culpando a expressão de gênero dos homens Cubanos por todos os pecados do patriarcado.

source: But on the legislative front, there is still a lot to be done.”
pt_br: Mas na frente legislativa ainda há muito a ser feito.”

source: But the administrators always find a way to get rid of them.”
pt_br: Mas os administradores sempre encontram uma maneira de se livrar deles.”

source: But the media coverage, Castro Espín remembered, was tinged with more sensationalism than science.
pt_br: Mas a cobertura da mídia, Castro Espín lembrou, foi tingida com mais sensacionalismo do que ciência.

source: But the problems that exist in Cuba — or any other workers’ state — do not invalidate the revolution.
pt_br: Mas os problemas que hoje existem em Cuba — ou qualquer outro estado proletário — não invalida a revolução.

source: But the response to the Rainbow Solidarity initiative — swift and dramatic — signals a new day for LGBT support worldwide for Cuba.
pt_br: Mas a resposta à iniciativa Solidariedade Arco-Íris – rápida e dramática – sinaliza um novo dia para o apoio LGBT por todo o mundo à Cuba.

source: But the revolutionary government has continued to move forward on every front possible to generate consciousness, including about same-sex love.
pt_br: Mas o governo revolucionário continuou a avançar em todas as frentes possíveis para gerar consciência, inclusive sobre o amor entre pessoas do mesmo sexo.

source: But the system of male chauvinism imposed on Cuba for centuries created a mindset in which some males feel that condoms may be a sensation barrier to full sexual enjoyment, to which they are entitled.
pt_br: Mas o sistema de chauvinismo masculino imposto a Cuba durante séculos criou uma mentalidade na qual alguns homens sentem que os preservativos podem ser uma barreira à sensação de pleno prazer sexual da qual eles têm direito.

source: But these articles are factually based and are placed where they belong — within the context of a life-and-death struggle to defend Cuba.
pt_br: Mas esses artigos são baseados em fatos e são colocados onde pertencem – dentro do contexto de uma luta de vida ou morte para defender Cuba.

source: But we don’t need to sell more magazines or newspapers.
pt_br: Mas nós não precisamos vender mais revistas ou jornais.

source: But what about a socialist country in which the laboring class rules and is trying to build socialism in the liberated turf of a workers’ state?
pt_br: Mas o que dizer de um país socialista onde a classe trabalhadora governa e está tentando construir o socialismo no território liberado de um estado operário?
